IDEA Open Model
PolygonPointID.Points Property
Compatible with IDEA StatiCa 20.1
 Points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<PointOfID> Points { get; set; }
Public Property Points As List(Of PointOfID)
	Get
	Set
Property Value
Type: List<PointOfID>
See Also
Reference
PolygonPointID Class
IdeaRS.OpenModel.Result Namespace